const TEXT_FOR_MESSAGE = 'Всё отлично! В целом всё неплохо. Но не всё. Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально. Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше. Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше. Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!';
const NAMES = ['Валико', 'Мизандари', 'Рубик Хачикян', 'Папишвили', 'Галина Ивановна'];
const DESCRIPTIONS = ['Золотой закат над морем.', 'Утро на пустой улице.', 'Пар поднимается из чашки.', 'Смех и ветер в горах.', 'Ковер из осенних листьев.', 'Роса на паутине сверкает.', 'Мудрые морщины вокруг глаз.', 'Огни города в лужах.', 'Бумажный змей в небе.', 'Одинокий корабль в тумане.'];
const MAX_PHOTO_INFO_COUNT = 25;
const MAX_COMMENTS_COUNT = 30;

export {TEXT_FOR_MESSAGE, NAMES, DESCRIPTIONS, MAX_PHOTO_INFO_COUNT, MAX_COMMENTS_COUNT};
